Repository: sushain97/apertium-monorepo-svn-82937
Catalog: incubator/en-ga-corpus/tmx/1922-3.tmx
Source language: en
Languages: ga

source: AN ACT TO GRANT AND APPROPRIATE CERTAIN SUMS FOR THE SERVICE OF THE FINANCIAL YEAR ENDING ON THE 31st DAY OF MARCH, 1923
ga: ACHT CHUN SUIMEANNA áIRITHE DO DHEONú AGUS DO CHUR I LEITHREAS CHUN SEIRBHíSE NA BLIANA AIRGID A CHRíOCHNóIDH AR AN 31adh Lá DE MHáRTA, 1923

source: BE IT ENACTED BY THE OIREACHTAS OF SAORSTÁT EIREANN AS FOLLOWS:—
ga: ACHTUIGHEADH OIREACHTAS SHAORSTáIT ÉIREANN MAR LEANAS:— 1

source: 1.—The Minister of Finance may issue out of the Central Fund and apply towards making good the supply granted for the service of the year ending on the thirty-first day of March, one thousand nine hundred and twenty-three, such sum as together with sums already issued for Supply Services out of the Consolidated Fund of the Provisional Government shall amount to the aggregate sum of thirty-eight million fifty-one thousand and eighty-six pounds
ga: Féadfaidh an t-Aire um Airgead an tsuim sin a dhéanfaidh, i dteanta na suimeanna a tugadh cheana féin chun Seirbhísí Soláthair as Ciste Có-dhlúite an Rialtais Shealadaigh, an lántsuim d'ocht milleoin déag ar fhichid, aon mhíle dhéag is dachad agus sé púint is cheithre fichid, do thabhairt as an bPrímh-Chiste agus é do chur chun líona an tsoláthair do deonadh chun seirbhíse na bliana a chríochnóidh ar an t-aonú lá déag ar fhichid de Mhárta, míle naoi gcéad a trí is fiche

source: 2.—(i.) The Minister of Finance may borrow from any person or banking corporation in Saorstát Eireann and the Bank of Ireland may advance to the Minister of Finance on the credit of the sum authorised to be issued by Section One of this Act any sum or sums not exceeding the amount so authorised, and for the purpose of such borrowing the Minister of Finance may create and issue any securities bearing such rate of interest and subject to such conditions as to repayment, redemption or otherwise as he thinks fit
ga: 2. —(i.) Féadfaidh an t-Aire um Airgead aon tsuim no suimeanna ná raghaidh thar an méid a údaruíonn Alt a hAon den Acht so do thabhairt amach, d'fháil ar iasacht ó aon duine no ó aon bhanc-bhárdas i Saorstát Éireann agus féadfaidh Banc na hÉireann í no iad do thabhairt ar iasacht don Aire um Airgead, ar chreidiúint na suime a údarófar mar sin; agus chun críche na hiasachta san féadfaidh an t-Aire um Airgead pé urúsanna ar a mbeidh an ráta úis sin agus a bheidh de réir na gcoiníollacha san i dtaobh aisig, fuascailte no aon ní eile is oiriúnach leis, do bhunú agus do thabhairt amach

source: (ii.) The principal and interest of any securities issued under this Act and the expenses incurred in connection with the issue of such securities shall be charged on the Central Fund or the growing produce thereof
ga: (ii.) Eileofar ar an bPrímh-Chiste no ar a thora fáis bunairgead agus ús pé urúis a tabharfar amach fén Acht so agus na costaisí a thárlóidh i dtaobh tabhartha amach na n-urús san

source: (iii.) Any money raised by securities issued under this Act shall be placed to the credit of the account of the Exchequer and shall form part of the Central Fund and be available in any manner in which such Fund is available
ga: (iii.) Aon airgead a gheobhfar de bharr urúsanna a tabharfar amach fén Acht so cuirfear é i leith chúntais an Stát-Chiste agus beidh sé mar chuid den Phrímh-Chiste agus beidh sé ar fáil in aon tslí 'na mbeidh an Ciste sin ar fáil

source: All sums granted by this Act, together with sums already issued for Supply Services out of the Consolidated Fund of the Provisional Government, amounting in the aggregate to thirty-eight million fifty-one thousand and eighty-six pounds as set out in column (3) of the Schedule to this Act, are appropriated and shall be deemed to have been appropriated for the services and purposes expressed in column (2) of the said Schedule
ga: Na suimeanna uile a dheonuíonn an t-Acht so i dteanta na suimeanna do tugadh amach cheana i gcóir Seirbhísí Soláthair as Ciste Có-dhlúite an Rialtais Shealadaigh gurb é a n-iomlán ocht milleoin déag ar fhichid, aon mhíle dhéag is dachad agus sé púint is cheithre fichid do réir mar teasbántar i gcolún (3) den Sceideal a ghabhann leis an Acht so, cuirfear agus tuigfear iad do chur i leithreas chun na seirbhísí agus na gcríoch atá luaidhte i gcolún (2) den Sceideal roimh-ráite

source: The said Schedule shall be deemed to be part of this Act in the same manner as if it had been contained in the body thereof
ga: Tuigfear an Sceideal roimh-ráite do bheith 'na chuid den Acht so i leith is go raibh sé i gcorp an Achta

source: In addition to the sums hereby granted out of the Central Fund there may be applied out of any money directed under Section two of the Public Accounts and Charges Act, 1891, to be applied as appropriations in aid of the grants for the services and purposes specified in column (2) of the said Schedule the sums respectively set forth in column (4) of the said Schedule
ga: I dteanta na suimeanna a deontar leis seo as an bPrímh-Chiste, féadfar na suimeanna a teasbántar fé seach i gcolún (4) den Sceideal roimh-ráite do thabhairt as aon airgead go n-orduítear, fé alt a dó den Acht ar Chúntaisí Puiblí agus Muirir, 1891, a thabhairt mar leithreasaí i gcabhair na ndeontas do sna seirbhísí is na críocha atá luaidhte i gcolún (2) den Sceideal roimh-ráite

source: A person shall not receive any part of a grant which may be made in pursuance of this Act for non-effective services until he has subscribed such declaration as may from time to time be prescribed by a warrant of the Minister of Finance before one of the persons prescribed by such warrant
ga: Ní bhfaghaidh neach aon chuid de dheontas a déanfar ar son seirbhísí neamh-fheidhmiúla do réir an Achta so go dtí go gcuirfe sé a ainm le pé faisnéis a leagfar amach ó am go ham le barántas ón Aire um Airgead i bhfianaise duine de sna daoine a luadhfar sa bharántas san

source: Provided that whenever any such payment is made at more frequent intervals than once in a quarter the Minister of Finance may dispense with the production of more than one declaration in respect of each quarter
ga: Ar choiníoll nuair a déanfar aon díoluíocht dá sórt níos minicí ná uair sa ráithe go bhféadfaidh an t-Aire um Airgead a cheadú nách gá níos mó ná faisnéis amháin do theasbáint i gcóir gach ráithe

source: Any person who makes a declaration for the purpose of this section, knowing the same to be untrue in any material particular, shall be guilty of a misdemeanour
ga: Aon duine a dhéanfaidh faisnéis chun críche an ailt seo, agus a fhios aige neamh-fhírinne do bheith in aon phonc táchtach di, beidh sé ciontach i mí-iompar

source: This Act may be cited for all purposes as the Appropriation Act, 1922
ga: Féadfar an t-Acht Leithreasa, 1922 , do ghairm don Acht so chun gach críche

source: SCHEDULE of Sums Granted and of Sums which may be applied as Appropriations in Aid in addition thereto to defray the charges of the several Public Services herein particularly mentioned, which will come in course of payment during the year ending 31st day of March, 1923, viz.:—
ga: Sceideal de Shuimeanna do Deonadh agus de sna Suimeanna a féadfar a chur mar Leithreasaí i gCabhair 'na dteanta san chun díoluíocht mhuirearacha na Seirbhísí Puiblí ar leithrigh a luaidhtear anso go speisialta agus a thiocfaidh chun díoluíochta i rith na bliana a chríochnóidh ar an 31adh lá de Mhárta, 1923, eadhon:—

source: For the salaries and expenses of the Ministry of Finance, including certain subordinate departments
ga: Chun tuarastail agus costaisí na hAireachta um Airgead mar aon le fo-ranna áirithe

source: For grants to Universities and Colleges, including grants under the Irish Universities Act, 1908
ga: Chun deontaisí do Phríomh-Scoileanna agus do Choláistí mar aon le deontaisí fén Acht ar Phríomh-Scoileanna Eireannacha, 1908

source: For Old Age Pensions, for certain administrative expenses in connection therewith, and for pensions under the Blind Persons Act, 1920
ga: Chun Pinseanna Sean-Aoise, chun costaisí riartha áirithe 'na dtaobh, agus chun pinseanna fé Acht na nDall, 1920

source: For charges connected with hospitals and infirmaries, and certain miscellaneous charitable and other allowances, including sundry grants in aid
ga: Chun muirir i dtaobh óispidéal agus otharlann, agus liúntaisí áirithe il-ghnéitheacha déirciúla agus eile mar aon le hil-deontaisí i gcabhair

source: For the expenses of reformatory and industrial schools, including places of detention
ga: Chun costaisí scoileanna ceartúcháin agus saothair, mar aon le háiteanna cimeádtha

source: For the expenses of criminal prosecutions and other law charges, including a grant in relief of certain expenses payable by statute out of local rates
ga: Chun costaisí coir-phróiseacht agus dlímhuirearacha eile mar aon le deontas i gcabhair do chostaisí áirithe indíolta as áitiúla do réir reachta

source: For the salaries and allowances and expenses of various county court officers and of magistrates, bonus to chairmen of quarter sessions and recorders and to clerks of the Crown and Peace, and expenses of revision
ga: Chun tuarastail agus liúntaisí agus costaisí oifigeach iomdha cúirte contae agus giúistísí, chun bonus do chathaoirligh Cheathrú Shiosóin agus do bhreacthóirí agus do chléirigh na Coróinneach agus na Siochána, agus chun costaisí ath-fhéachainte

source: For certain miscellaneous expenses, including certain grants in aid
ga: Chun costaisí il-ghnéitheacha áirithe, mar aon le deontaisí áirithe i gcabhair

source: For the salaries and expenses of the Insurance Commission, and for sundry contributions and grants in respect of the cost of benefits and expenses of administration under the National Health Insurance Acts, 1911 to 1921 (including certain grants in aid)
ga: Chun tuarastail agus costaisí an Choimisiúin Árachais agus chun il-shíntiúisí agus ildeontaisí mar gheall ar chostas tairbhí agus costaisí riarachta fé sna hAchtanna ar Árachas Sláinte Náisiúnta, 1911 go 1921 (mar aon le deontaisí áirithe i gcabhair)

source: For the salaries and expenses of the office of the Commissioners of Charitable Donations and Bequests
ga: Chun tuarastail agus costaisí oifige Coimisinéirí na dTabharthas agus na dTiomna Déirciúla

source: For the salaries and expenses of the General Valuation and Boundary Survey, including Estate Duty Valuation under the Finance (1909-10) Act, 1910
ga: Chun tuarastail agus costaisí na Suirbhéireachta Teorann agus an Mheasa Ghenerálta mar aon le Meas Diúité Eastáit fén Acht (1909-10) Airgid, 1910

source: For the salaries and expenses of the Office of Public Works
ga: Chun tuarastail agus costaisí Oifige na n-Oibreacha Puiblí

source: For expenditure in respect of Public Buildings; for the maintenance of certain parks and public works, for maintenance of drainage works on the river Shannon and sundry grants in aid
ga: Chun caiteachais i dtaobh Tighthe Puiblí; chun coinneáil pháirceanna agus oibreacha puiblí áirithe; chun coinneáil oibreacha draeneála ar abhainn na Sionainne agus chun il-deontaisí i gcabhair

source: For payments under the Tramways and Public Companies (Ireland) Act, 1883, etc., and for other purposes connected with Irish Railways
ga: Chun díoluíocht fén Acht um Bhóithre Tram agus Cuideachtana Puiblí (Éirinn), 1883, etc., agus chun críoch eile a bhaineann le Bóithre Iarainn na hÉireann

source: For the salaries and expenses of the Commissioner of Police, the police courts and the metropolitan police establishment of Dublin
ga: Chun tuarastail agus costaisí Coimisinéir na bPóilíní, cúirteanna na bpóilíní agus teaghlachas póilíní cathrach Bhaile Atha Cliath

source: For the expenses of the General Prisons Board and of the establishments under their control, the registration of habitual criminals, and the maintenance of criminal lunatics confined in district lunatic asylums
ga: Chun costaisí Bhórd Generálta na bPríosún agus na dteaghlachas fé n-a smacht, chun cláru na síor-chuirptheach agus chun cimeád suas na ngealt cuirpe a choinnítear i ngealtlanna ceantair

source: For the salaries and expenses of the Public Record Office and of the Keeper of State Papers
ga: Chun tuarastail agus costaisí Oifig na n-Análacha Puiblí agus Coimeádaí na Stát-Pháipéar

source: For the salaries and expenses of the Supreme Court of Judicature and of the High Court of Appeal
ga: Chun tuarastal agus costaisí Cúirte Uachtaraighe an Údaráis agus Árd-Chúirte na hAth-éisteachta

source: For the expenses of the Department of National Education, including grants in aid of the Teachers' Pension Fund
ga: Chun costaisí na Roinne um Oideachas Náisiúnta, mar aon le deontaisí i gcabhair do Chiste Phinsin na Múinteoirí

source: For intermediate education, including the Teachers' Salaries Grant
ga: Chun oideachais idirmheadhonaigh, mar aon le Deontas Tuarastail na Múinteoirí

source: For the salary of the secretary, including bonus and the expenses of the office of the Commissioners for managing certain school endowments
ga: Chun tuarastal an rúnaí mar aon le bonus agus costaisí oifig na gCoimisinéirí chun brontanaisí áirithe scoile do bhainistí

source: For the salaries and expenses of the Ministry of Agriculture, and of certain services administered by that Ministry, including sundry grants in aid
ga: Chun tuarastail agus costaisí na hAireachta um Thalmhuíocht agus seirbhísí áirithe atá fé riara na hAireachta san, mar aon le hil-deontaisí i gcabhair

source: For the salaries and expenses of the Institutions of Science and Art, Dublin, and of the Geological Survey of Ireland, and annual grants to schools and classes of Science and Art and Technical Instruction, including sundry grants in aid, administered by the Department of Agriculture and Technical Instruction
ga: Chun tuarastail agus costaisí na bhFúndúireachtaí Eoluíochta agus Ealadhan i mBaile Atha Cliath agus Suirbhéireachta Géolaighe na hÉireann agus chun deontaisí bliantúla do scoileanna agus bhuidheanta Eoluíochta agus Ealadhan agus Teagaisc Theicnicigh, mar aon le hil-deontaisí i gcabhair, atá fé riara na Roinne um Thalmhuíocht agus Theagasc Teicniceach

source: For the salaries and expenses of the National Gallery
ga: Chun tuarastail agus costaisí an Ghailléire Náisiúnta

source: For Grants administered by the Congested Districts Board, including grants in aid
ga: Chun deontaisí a riarann Bórd na gCeantar gCumhang mar aon le deontaisí i gcabhair

source: For the salaries and expenses of the Ministry of Local Government, including grants and other expenses in connection with housing, grants to local authorities and sundry grants in aid
ga: Chun tuarastail agus costaisí na hAireachta um Rialtas Áitiúil, mar aon le deontaisí agus costaisí eile a bhaineann le tógáil tighthe, chun deontaisí d'údaráis áitiúla agus il-deontaisí i gcabhair

source: For the salaries and expenses of the department of the Registrar-General of Births, etc, including bonus to the Registrar-General, and the expenses of collecting emigration statistics
ga: Chun tuarastail agus costaisí Roinne Ard-Chláradóra na mBreith, etc., mar aon le bonus don Ard-Chláradóir, agus costaisí figiúirí na himirce do bhailiú

source: For the maintenance of criminal lunatics in the Dundrum Asylum
ga: Chun geilteana cuirpe i nGealtlann Dúndroma do chothú

source: For the salaries and expenses of the Transport Department of the Ministry of Industry and Commerce, including certain payments in connection with Railways
ga: Chun tuarastail agus costaisí Roinn an Iompair den Aireacht um Thiúscal agus Thráchtáil mar aon le díoluíochta áirithe ag baint le Bóithre Iarainn

source: For the Ireland Development Grant (grant in aid)
ga: Chun Deontas Fás-saothrú na hÉireann (deontas i gcabhair)

source: For the expense of providing stationery, printing, paper, binding, and printed books for the public service, for the salaries and expenses of the Stationery Office, and for sundry miscellaneous services, including reports of Oireachtas debates
ga: Chun costas páipéarachas, cló-bhuala, páipéar, greamuíocht agus leabhra clóbhuailte do sholáthar don tseirbhís phuiblí, chun tuarastail agus costaisí Oifig an tSoláthair, agus chun il-sheirbhísí ilghnéitheacha mar aon le tuairiscí díospóireachtaí an Oireachtais

source: For the salaries and expenses of the Ministry of Industry and Commerce, including Umpire and Courts of Referees, contributions to the Unemployment Insurance Fund and to Special Schemes, and to the Unemployed Workers' Dependents' Fund, and payment to Associations under the Unemployment Insurance Acts
ga: Chun tuarastail agus costaisí na hAireachta um Thiúscal agus Thráchtáil mar aon le Moltóir agus Cúirteanna Réiteoirí, chun síntiúisí don Chiste um Árachas Díomhaointis agus do Scéimeanna Speisialta agus don Chiste um Muirir Oibríthe díomhaoine agus chun díoluíochta le Cumannacha fé sna hAchtanna um Árachas Díomhaointis

source: To provide capital for the Local Loans Fund, and to make repayment to the British Government in respect of local loans outstanding on 1st April, 1922
ga: Chun bun-airgead do sholáthar do Chiste na nIasachtai Áitiúla, agus chun aiseag do dhéanamh le Rialtas na Breataine mar gheall ar iasachtaí áitiúla a bhí gan díol ar an ladh Abrán, 1922

source: For the salaries and expenses of the Department of the Comptroller and Auditor-General
ga: Chun tuarastail agus costaisí Roinne an Árd-Sgrúdóra

source: For the salaries and other expenses of Temporary Commissions, Committees, and Special Inquiries
ga: Chun tuarastail agus costaisí eile Coimisiún Sealadach, Coistí agus Fiosrúchán Speisialta

source: For expenses under the Representation of the People Act, 1918
ga: Chun costaisí fé Acht Ionaduíochta na nDaoine, 1918

source: For payments by way of loans for purposes of reconstruction in anticipation of the determination by the Compensation (Ireland) Commission of fair and reasonable compensation in cases where the Government are satisfied that such a course is specially desirable in the interests of industry, trade or employment
ga: Chun díoluíochta i bhfuirm iasachtaí chun ath-thógála ag súil leis an socrú ar chúiteamh cóir réasúnta a dhéanfaidh an Coimisiún Cúitimh (Éirinn) i gcásanna 'na bhfuil an Rialtas sásta gur mór a raghadh san chun leasa tiúscail tráchtála no feadhmanais

source: For the salaries and expenses of the secretariat and special services
ga: Chun tuarastail agus costaisí na rúnaíochta agus seirbhísí speisialta

source: For the cost of the Army
ga: Chun costas an Airm

source: For loans for the purpose of reconstructing destroyed buildings in Cork City
ga: Chun iasachtaí chun na dtighthe do loiteadh i gCathair Chorcaighe d'ath-thógáil

source: For the salaries and expenses of the Civic Guard
ga: Chun tuarastail agus costaisí an Ghárda Shíochána

source: For superannuation, compensation, compassionate and additional allowances and gratuities under sundry Statutes, compensation under Article 10 of the Treaty of the 6th December, 1921, compassionate allowances, gratuities and supplementary pensions awarded by the Ministry of Finance, the salary of the Medical Referee; and sundry repayments in respect of pensions at present paid by the British Government
ga: Chun pinsean, cúitimh, liúntaisí maoithe agus breise agus tabharthaistí fé Reachtanna ioldha; chun cúitimh fé Airtiogal 10 den Chonnradh den 6adh Mí na Nodlag, 1921; chun liúntaisí maoithe, tabharthaistí agus pinseanna breise deonuithe ag an Aireacht um Airgead; chun tuarastal an Dochtúra Réitigh; agus chun il-aiseag i dtaobh pinseann a dhíolann Rialtas na Breataine fé láthaír

source: For the salaries and expenses of the Ministry of Home Affairs
ga: Chun tuarastail agus costaisí na hAireachta um Ghnóthaí Dúithche

source: For special grants towards the relief of unemployment and distress
ga: Chun deontaisí speisialta le haghaidh fóirithin i ndíomhaointeas agus gátar

source: For payments in respect of destruction of, or injuries to, property on or after the 21st January, 1919
ga: Chun díoluíochta i dtaobh lot no damáiste maoine do dineadh ar no tar éis an 21adh Eanair, 1919

source: For rates and contributions in lieu of rates, etc., in respect of Government propery
ga: Chun rátaí agus sintiúisí in ionad rátaí, etc., i dtaobh maoine Rialtais

source: For recoupment of local authorities of amounts due to them in respect of Local Taxation Grants formerly withheld by the British Government
ga: Chun cúiteamh le húdaráis áitiúla ar shuimeanna atá ag dul dóibh i dtaobh Deontaisí Cánach Áitiúla a chimeád Rialtas na Breataine siar uatha

source: For the salaries and expenses of the Customs and Excise service
ga: Chun tuarastail agus costaisí seirbhís na gCustum agus an Mháil

source: For the salaries and expenses of the Inland Revenue Service
ga: Chun tuarastail agus costaisí Seirbhís an Ioncaim Dhúchais

source: For the salaries and expenses of the Criminal Investigation Department
ga: Chun tuarastail agus costaisí na Roinne Taighde um Chuirpthigh

source: For a grant in aid in respect of the improvement of Croke Park in connection with the Tailteann Games
ga: Chun deontas i gcabhair i dtaobh feabhasu Pháirc an Chrócaigh i gcóir Aonach Tailteann

source: For the salaries and expenses of the Marine Service
ga: Chun tuarastail agus costaisí na Muirsheirbhíse

source: For the salaries and expenses of Dáil Eireann
ga: Chun tuarastail agus costaisí Dáil Éireann

source: For the salaries and expenses of the Land Commission
ga: Chun tuarastail agus costaisí Coimisiún an Talaimh

source: For the salaries and expenses of the Post Office, including Telegraphs and Telephones
ga: Chun tuarastail agus costaisí na Post-oifige, mar aon le Telegráfa agus Telefóna

source: For a grant in aid of the Forestry Fund
ga: Chun Deontas i gcabhair don Chiste Foraoise

source: For the salaries and expenses of the Ordnance Survey, and of minor services connected therewith
ga: Chun tuarastail agus costaisí Suirbhéireachta an Ordonáis, agus chun mionsheirbhísí a bhaineann léi

source: For the salaries and expenses of additional and unforeseen services
ga: Chun tuarastail agus costaisí seirbhísí breise agus seirbhísí ná raibh súil leo

source: For the salaries and expenses of District Justices
ga: Chun tuarastail agus costaisí Giúistísí Dúithche

source: For compensation in respect of personal injuries or death
ga: Chun cúitimh i dtaobh leonta pearsanta no báis

source: For the salaries and expenses of the Governor General's establishment
ga: Chun tuarastail agus costaisí teaghlachais an tSeanascail

source: For grant in aid of the Development Fund
ga: Chun deontas i gcabhair don Chiste Fássaothrúcháin

source: For the salaries and expenses of the Ministry of External Affairs
ga: Chun tuarastail agus costaisí na hAireachta um Ghnóthaí Coigcríche
